num1 = 5 > 30
num2 = 9 >= 9
num3 = 8 < 12
num4 = 5 <= 7
num5 = 5 == 5
num6 = 5 != 5

num7 = input("Enter your num: ")
num8 = input("Enter your num2: ")
num7 = int(num7)
num8 = int(num8)
print(num7, "<", num8, ":", num7 < num8)
print(num7, ">", num8, ":", num7 > num8)
print(num7, "==", num8, ":", num7 == num8)
print(num7, "!=", num8, ":", num7 != num8)

num9 = 10
num10 = 15
# num9 არის ნაკლები ან თანაბარი num10
print(num9 <= num10)

num11 = 20
num12 = 20
# num11 არის მეტი ან თანაბარი num12
print(num11 >= num12)

'''
< არის ის,რომ პირველი ციფრი ნაკლებია მეორე ციფრზე
> არის ის,რომ პირველი ციფრი მეტია მეორე ციფრზე
>= არის ის,რომ პირველი ციფრი მეტია ან ტოლია
<= არის ის,რომ პირველი ციფრი ნაკლებია ან ტოლია
!= არის ის,რომ პირველი და მეორე ციფრი არ არის ტოლი
== არის ის,რომ პირველი და მეორე ციფრი აფსოლუტურად ტოლია
'''